export const townList: {[key: string]: string[]} = {
  "鹿児島県": [
    "鹿児島市","鹿屋市","枕崎市","阿久根市","出水市","指宿市","西之表市","垂水市",
    "薩摩川内市","日置市","曽於市","霧島市","いちき串木野市","南さつま市","志布志市",
    "奄美市","南九州市","伊佐市","姶良市",
    "三島村","十島村","さつま町","長島町","湧水町","大崎町","東串良町","錦江町",
    "南大隅町","肝付町","中種子町","南種子町","屋久島町","大和村","宇検村","瀬戸内町",
    "龍郷町","喜界町","徳之島町","天城町","伊仙町","和泊町","知名町","与論町"
  ],
  "宮崎県": [
    "宮崎市","都城市","延岡市","日南市","小林市","日向市","串間市","西都市","えびの市",
    "三股町","高原町","国富町","綾町","高鍋町","新富町","西米良村","木城町","川南町",
    "都農町","門川町","諸塚村","椎葉村","美郷町","高千穂町","日之影町","五ヶ瀬町"
  ],
  "熊本県": [
    "熊本市","八代市","人吉市","荒尾市","水俣市","玉名市","山鹿市","菊池市","宇土市",
    "上天草市","宇城市","阿蘇市","天草市","合志市",
    "美里町","玉東町","南関町","長洲町","和水町","大津町","菊陽町","南小国町","小国町",
    "産山村","高森町","西原村","南阿蘇村","御船町","嘉島町","益城町","甲佐町","山都町",
    "氷川町","芦北町","津奈木町","錦町","多良木町","湯前町","水上村","相良村","五木村",
    "山江村","球磨村","あさぎり町","苓北町"
  ],
  "大分県": [
    "大分市","別府市","中津市","日田市","佐伯市","臼杵市","津久見市","竹田市","豊後高田市",
    "杵築市","宇佐市","豊後大野市","由布市","国東市",
    "姫島村","日出町","九重町","玖珠町"
  ],
  "佐賀県": [
    "佐賀市","唐津市","鳥栖市","多久市","伊万里市","武雄市","鹿島市","小城市","嬉野市","神埼市",
    "吉野ヶ里町","基山町","上峰町","みやき町","玄海町","有田町","大町町","江北町","白石町","太良町"
  ]
}
